Repository: AxelLavielle/Barde
Catalog: Mobile/iOS/Barde/Barde/Barde/*.lproj/Localizable.strings
Languages: fr

# EditProfile.text
source: Edit profil
fr: Editer votre profil

# MakeAComment.text
source: Make a comment
fr: Soumettre un commentaire

# AboutUs.text
source: About us
fr: À propos

# Comment.text
source: Comment
fr: Commentaire

# WriteAMessage.text
source: Write your comment...
fr: Écrivez votre commentaire...

# MyAccount.text
source: My account
fr: Mon compte

# AnEIP.text
source: An Epitech Innovative Project
fr: Un "Epitech Innovative Project"

# AllRightReserved
source: All rights reserved
fr: Tous droits réservés

# LogOut.text
source: Log out
fr: Se déconnecter

# LogOutDescription.text
source: Would you like to log out ?
fr: Voulez-vous vous déconnecter ?

# Cancel.text
source: Cancel
fr: Annuler

# MessageSent.text
source: Message sent
fr: Message envoyé

# MessageSentDescription.text
source: Your message has been sent
fr: Merci pour ton message ! Il a bien été envoyé.

# Send.text
source: Send
fr: Envoyer

# EmptyUsername.text
source: Field "Username" can't be empty
fr: Le champs "Pseudonyme" est requis.

# WrongContent.text
source: Wrong content
fr: Mauvais contenu

# WrongContentDescription.text
source: The email or password is incorrect
fr: Identifiant ou mot de passe incorrect.

# EmailPasswordIncorrect.text
source: The email or password is incorrect
fr: L'email ou le mot de passe est incorrecte.

# NotSamePassword.text
source: Passwords are not the same
fr: Les mots de passe sont différents.

# ErrorGenerating.text
source: Error generating music
fr: Erreur lors de la génération

# ErrorGeneratingDescription.text
source: An error is occured. Please try again
fr: Une erreur est survenue. Merci de réessayer.

# IncompleteForm.text
source: Incomplete form
fr: Formulaire incomplet

# IncompleteFormDescription.text
source: Please fill out all fields in the form
fr: Veuillez remplir tous les champs obligatoire

# UnableToRetrieveData.text
source: Unable to retrieve data
fr: Impossible de récupérer les données

# UnableToRetrieveDataDescription.text
source: Data can't be get. Please try again later
fr: Les données ne peuvent pas être récupérées. Merci de réessayer plus tard.

# UnableToConnectToGeneratorServer.text
source: Unable to connect to generator server
fr: Impossible de se connecter au serveur de génération

# UnableToConnectToGeneratorServerDescription.text
source: Generator server is unreachable. Please try again later
fr: Le serveur de génération n'est pas joignable. Veuillez réessayer.

# UnableToConnectToDataServer.text
source: Unable to connect to data server
fr: Impossible de se connecter au serveur de données

# UnableToConnectToDataServerDescription.text
source: Data server is unreachable. Please try again later
fr: Impossible de se connecter au serveur de donnée. Veuillez réessayer.

# UnableToInitializeData.text
source: Unable to intialize data
fr: Impossible d'initialiser les données

# UnableToInitializeDataDescription.text
source: Data initialization failed. Please restart application.
fr: L'initialisation a échoué. Veuillez redémarrer l'application.

# Back.text
source: Back
fr: Retour

# Loading.text
source: Loading
fr: Chargement
